Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# tipsAIDetailTitle
source: Work with AI on your canvas
ar: العمل مع AI على لوحتك
de: Arbeite mit KI auf deiner Leinwand
es: Trabaja con IA en tu lienzo
fr: Travaillez avec l'IA sur votre canevas
hi: अपने कैनवस पर AI के साथ काम करें
it: Lavora con l'AI sul tuo canvas
ja: キャンバス上でAIと作業する
ko: 캔버스에서 AI와 작업하기
nl: Werk met AI op je canvas
pl: Pracuj z AI na swoim płótnie
pt: Trabalhe com IA em seu quadro
ru: Работа с ИИ на вашем холсте
th: ทำงานกับ AI บนผ้าใบของคุณ
tr: Tuvalinizde AI ile çalışın
vi: Làm việc với AI trên canvas của bạn
zh_hans: 在您的画布上与 AI 合作
zh_hant: 與 AI 在您的畫布上合作

# tipsAIOverviewDescription
source: Ask AI to read, explain, and edit your current canvas.
ar: اطلب من AI قراءة وشرح وتحرير لوحتك الحالية.
de: Bitte die KI, deine aktuelle Leinwand zu lesen, zu erklären und zu bearbeiten.
es: Pide a la IA que lea, explique y edite tu lienzo actual.
fr: Demandez à l'IA de lire, d'expliquer et d'éditer votre canevas actuel.
hi: AI से अपने वर्तमान कैनवस को पढ़ने, समझाने और संपादित करने के लिए कहें।
it: Chiedi all'AI di leggere, spiegare e modificare il tuo canvas attuale.
ja: AIに現在のキャンバスを読み、説明し、編集させます。
ko: AI에게 현재 캔버스를 읽고, 설명하고, 편집해 달라고 요청하세요.
nl: Vraag AI om je huidige canvas te lezen, uit te leggen en te bewerken.
pl: Poproś AI o przeczytanie, wyjaśnienie i edytowanie Twojego bieżącego płótna.
pt: Peça à IA para ler, explicar e editar seu quadro atual.
ru: Попросите ИИ прочитать, объяснить и изменить ваш текущий холст.
th: ขอให้ AI อ่าน อธิบาย และแก้ไขผ้าใบปัจจุบันของคุณ
tr: AI'den mevcut tuvalinizi okumasını, açıklamasını ve düzenlemesini isteyin.
vi: Hãy yêu cầu AI đọc, giải thích và chỉnh sửa canvas hiện tại của bạn.
zh_hans: 请 AI 阅读、解释和编辑您当前的画布。
zh_hant: 請 AI 閱讀、解釋和編輯您當前的畫布。

# tipsAIOverviewTitle
source: AI Chat
ar: دردشة AI
de: KI-Chat
es: Chat de IA
fr: Chat IA
hi: AI चैट
it: Chat AI
ja: AIチャット
ko: AI 채팅
pl: Czat AI
pt: Chat da IA
ru: Чат ИИ
tr: AI Sohbet
zh_hans: AI 聊天
zh_hant: AI 聊天

# tipsFileHistoryDetailContent
source: Click the button in the top-right corner of the program window to expand the history for the currently open file; you can then restore or delete any entries. File history is tied to the file—deleting the file will also delete its history. Currently, a file can retain up to 50 history snapshots.
ar: انقر على الزر في الزاوية العلوية اليمنى من نافذة البرنامج لتوسيع سجل الملف المفتوح حاليًا؛ يمكنك بعد ذلك استعادة أي إدخالات أو حذفها. سجل الملف مرتبط بالملف — حذف الملف سيؤدي أيضًا إلى حذف سجله. حاليًا يمكن للملف الاحتفاظ بما يصل إلى 50 لقطة من السجل.
de: Klicken Sie auf die Schaltfläche in der oberen rechten Ecke des Programmfensters, um die Historie der aktuell geöffneten Datei zu erweitern; Sie können anschließend Einträge wiederherstellen oder löschen. Die Dateihistorie ist an die Datei gebunden – beim Löschen der Datei wird auch ihre Historie gelöscht. Derzeit kann eine Datei bis zu 50 Historieneinträge behalten.
es: Haz clic en el botón de la esquina superior derecha de la ventana del programa para ampliar el historial del archivo que tienes abierto; luego puedes restaurar o eliminar cualquiera de las entradas. El historial de archivos está vinculado al archivo: si eliminas el archivo, también se eliminará su historial. Actualmente, un archivo puede conservar hasta 50 instantáneas del historial.
fr: Cliquez sur le bouton dans le coin supérieur droit de la fenêtre du programme pour afficher l'historique du fichier actuellement ouvert ; vous pouvez ensuite restaurer ou supprimer n'importe quelle entrée. L'historique des fichiers est lié au fichier : supprimer le fichier supprimera également son historique. Actuellement, un fichier peut conserver jusqu'à 50 instantanés d'historique.
hi: प्रोग्राम विंडो के ऊपर-दाएँ कोने में मौजूद बटन पर क्लिक करें ताकि वर्तमान में खुली फ़ाइल का इतिहास खुल जाए; उसके बाद आप किसी भी प्रविष्टि को पुनर्स्थापित या हटा सकते हैं। फ़ाइल का इतिहास उसी फ़ाइल से जुड़ा होता है — फ़ाइल को हटाने पर उसका इतिहास भी हट जाएगा। वर्तमान में, एक फ़ाइल अधिकतम 50 इतिहास स्नैपशॉट रख सकती है।
it: Fai clic sul pulsante nell'angolo in alto a destra della finestra del programma per espandere la cronologia del file attualmente aperto; da lì puoi ripristinare o eliminare qualsiasi voce. La cronologia è legata al file: eliminando il file si elimina anche la sua cronologia. Attualmente un file può conservare fino a 50 istantanee della cronologia.
ja: プログラムウィンドウの右上にあるボタンをクリックすると、現在開いているファイルの履歴が展開され、各エントリを復元したり削除したりできます。ファイル履歴はそのファイルに紐づいているため、ファイルを削除すると履歴も同時に削除されます。現在、各ファイルは最大50件の履歴スナップショットを保持できます。
ko: 프로그램 창 오른쪽 상단의 버튼을 클릭하면 현재 열려 있는 파일의 히스토리를 펼쳐볼 수 있으며, 원하는 항목을 복원하거나 삭제할 수 있습니다. 파일 기록은 파일에 연결되어 있으므로 파일을 삭제하면 해당 기록도 함께 삭제됩니다. 현재 파일은 최대 50개의 히스토리 스냅샷을 보존할 수 있습니다.
nl: Klik op de knop in de rechterbovenhoek van het programmavenster om de geschiedenis van het momenteel geopende bestand uit te vouwen; je kunt vervolgens elk item herstellen of verwijderen. De bestandsgeschiedenis is gekoppeld aan het bestand — het verwijderen van het bestand verwijdert ook de geschiedenis. Momenteel kan een bestand maximaal 50 momentopnames bewaren.
pl: Kliknij przycisk w prawym górnym rogu okna programu, aby rozwinąć historię dla aktualnie otwartego pliku; możesz wtedy przywrócić lub usunąć dowolne wpisy. Historia pliku jest powiązana z plikiem — usunięcie pliku spowoduje również usunięcie jego historii. Obecnie plik może przechowywać do 50 migawków historii.
pt: Clique no botão no canto superior direito da janela do programa para expandir o histórico do arquivo atualmente aberto; em seguida, você pode restaurar ou excluir qualquer entrada. O histórico está vinculado ao arquivo — excluir o arquivo também excluirá seu histórico. Atualmente, um arquivo pode reter até 50 instantâneos do histórico.
ru: Нажмите кнопку в правом верхнем углу окна программы, чтобы развернуть историю для текущего открытого файла; затем вы можете восстановить или удалить любую запись. История файла привязана к самому файлу — удаление файла также удалит и его историю. В настоящее время файл может хранить до 50 снимков истории.
th: คลิกปุ่มที่มุมบนขวาของหน้าต่างโปรแกรมเพื่อขยายประวัติสำหรับไฟล์ที่เปิดอยู่ขณะนั้น จากนั้นคุณสามารถกู้คืนหรือลบรายการใดๆ ได้ ประวัติไฟล์จะผูกกับไฟล์ — การลบไฟล์จะลบประวัติด้วย ปัจจุบัน ไฟล์สามารถเก็บสแนปช็อตประวัติได้สูงสุด 50 รายการ
tr: Program penceresinin sağ üst köşesindeki butona tıklayarak açık olan dosyanın geçmişini genişletebilirsiniz; ardından herhangi bir girdiyi geri yükleyebilir veya silebilirsiniz. Dosya geçmişi dosyayla ilişkilidir—dosyayı silmek geçmişini de siler. Şu anda bir dosya en fazla 50 geçmiş anlık görüntüsü saklayabilir.
vi: Nhấp vào nút ở góc trên bên phải của cửa sổ chương trình để mở rộng lịch sử cho tệp đang mở; sau đó bạn có thể khôi phục hoặc xóa bất kỳ mục nào. Lịch sử tệp gắn liền với tệp — xóa tệp cũng sẽ xóa lịch sử của nó. Hiện tại, một tệp có thể lưu giữ tối đa 50 bản ghi lịch sử.
zh_hans: 点击程序窗口右上角的按钮以展开当前打开文件的历史记录；然后你可以恢复或删除任意条目。 文件历史记录与文件绑定——删除文件也会删除其历史记录。目前，每个文件最多可保留 50 个历史快照。
zh_hant: 點選程式視窗右上角的按鈕，可展開目前開啟檔案的歷史紀錄；之後即可還原或刪除任一條目。 檔案歷史紀錄與該檔案綁定——刪除檔案也會一併刪除其歷史紀錄。目前每個檔案最多可保留 50 筆歷史快照。

# tipsFileHistoryDetailTitle
source: Learn how to restore file data with File History
ar: تعرف على كيفية استعادة بيانات الملف باستخدام سجل الملف
de: So stellen Sie Dateidaten mit der Dateihistorie wieder her
es: Aprende a restaurar los datos de un archivo con Historial de archivos
fr: Découvrez comment restaurer les données d'un fichier avec l'historique des fichiers
hi: File History से फ़ाइल डेटा कैसे पुनर्स्थापित करें
it: Scopri come ripristinare i dati del file con Cronologia file
ja: ファイル履歴でデータを復元する方法を学ぶ
ko: 파일 기록으로 파일 데이터를 복원하는 방법 알아보기
nl: Leer hoe je bestandsgegevens herstelt met Bestandsgeschiedenis
pl: Dowiedz się, jak przywracać dane pliku za pomocą Historii pliku
pt: Saiba como restaurar dados do arquivo com o Histórico de Arquivos
ru: Узнайте, как восстановить данные файла с помощью истории файла
th: เรียนรู้วิธีกู้คืนข้อมูลไฟล์ด้วยประวัติไฟล์
tr: Dosya Geçmişi ile dosya verilerini nasıl geri yükleyeceğinizi öğrenin
vi: Tìm hiểu cách khôi phục dữ liệu tệp bằng Lịch sử Tệp
zh_hans: 了解如何使用“文件历史记录”恢复文件数据
zh_hant: 瞭解如何使用「檔案歷史」還原檔案資料

# tipsFileHistoryOverviewDescription
source: Learn how to restore file data
ar: تعرف على كيفية استعادة بيانات الملف
de: Erfahren Sie, wie Sie Dateidaten wiederherstellen
es: Aprende a restaurar los datos de un archivo
fr: Découvrez comment restaurer les données d'un fichier
hi: जानें कि फ़ाइल डेटा कैसे पुनर्स्थापित करें
it: Scopri come ripristinare i dati del file
ja: ファイルデータを復元する方法を学ぶ
ko: 파일 데이터를 복원하는 방법 알아보기
nl: Leer hoe je bestandsgegevens herstelt
pl: Dowiedz się, jak przywrócić dane pliku
pt: Saiba como restaurar dados do arquivo
ru: Узнайте, как восстановить данные файла
th: เรียนรู้วิธีการกู้คืนข้อมูลไฟล์
tr: Dosya verilerini nasıl geri yükleyeceğinizi öğrenin
vi: Tìm hiểu cách khôi phục dữ liệu tệp
zh_hans: 了解如何恢复文件数据
zh_hant: 瞭解如何還原檔案資料

# tipsFileHistoryOverviewTitle
source: File History
ar: سجل الملف
de: Dateihistorie
es: Historial de archivos
fr: Historique des fichiers
it: Cronologia file
ja: ファイル履歴
ko: 파일 기록
nl: Bestandsgeschiedenis
pl: Historia pliku
pt: Histórico de Arquivos
ru: История файла
th: ประวัติไฟล์
tr: Dosya Geçmişi
vi: Lịch sử Tệp
zh_hans: 文件历史记录
zh_hant: 檔案歷史

# tipsLibraryDetailAddExportContent
source: - Right-click on any element or group of elements to add them to your Library. - The Library supports grouping, allowing you to organize your items as needed. - You can also export your Library for backup or sharing.
ar: - انقر بزر الماوس الأيمن على أي عنصر أو مجموعة عناصر لإضافتها إلى مكتبتك. - تدعم المكتبة التجميع، مما يتيح لك تنظيم عناصرِك حسب الحاجة. - يمكنك أيضًا تصدير مكتبتك للنسخ الاحتياطي أو للمشاركة.
de: - Klicken Sie mit der rechten Maustaste auf ein Element oder eine Gruppe von Elementen, um sie Ihrer Bibliothek hinzuzufügen. - Die Bibliothek unterstützt Gruppierungen, sodass Sie Ihre Elemente nach Bedarf organisieren können. - Sie können Ihre Bibliothek außerdem zum Sichern oder Teilen exportieren.
es: - Haz clic con el botón derecho en cualquier elemento o grupo de elementos para añadirlos a tu Biblioteca. - La Biblioteca permite agrupar elementos, lo que te permite organizar tus elementos según lo necesites. - También puedes exportar tu Biblioteca para hacer copias de seguridad o compartirla.
fr: - Cliquez avec le bouton droit sur un élément ou un groupe d'éléments pour les ajouter à votre bibliothèque. - La bibliothèque prend en charge le regroupement, ce qui vous permet d'organiser vos éléments selon vos besoins. - Vous pouvez également exporter votre bibliothèque pour la sauvegarde ou le partage.
hi: - किसी भी तत्व या तत्वों के समूह पर राइट-क्लिक करके उन्हें अपनी लाइब्रेरी में जोड़ें। - लाइब्रेरी समूहबद्ध करने का समर्थन करती है, जिससे आप अपनी आइटम्स को आवश्यकता अनुसार व्यवस्थित कर सकते हैं। - आप अपनी लाइब्रेरी का बैकअप या साझाकरण के लिए निर्यात भी कर सकते हैं।
it: - Fai clic con il tasto destro su qualsiasi elemento o gruppo di elementi per aggiungerli alla Libreria. - La Libreria supporta la creazione di gruppi, permettendoti di organizzare gli elementi come preferisci. - Puoi anche esportare la Libreria per eseguire un backup o condividerla.
ja: - 任意の要素や要素のグループを右クリックしてライブラリに追加できます。 - ライブラリはグループ化に対応しており、必要に応じてアイテムを整理できます。 - ライブラリをエクスポートしてバックアップや共有に使うこともできます。
ko: - 요소 또는 요소 그룹에서 마우스 오른쪽 버튼을 클릭하여 라이브러리에 추가할 수 있습니다. - 라이브러리는 그룹화를 지원하여 항목을 원하는 대로 정리할 수 있습니다. - 라이브러리는 백업하거나 공유하기 위해 내보낼 수도 있습니다.
nl: - Klik met de rechtermuisknop op een element of een groep elementen om ze aan je Bibliotheek toe te voegen. - De Bibliotheek ondersteunt groepering, zodat je je items naar wens kunt ordenen. - Je kunt je Bibliotheek ook exporteren voor back-up of om te delen.
pl: - Kliknij prawym przyciskiem myszy dowolny element lub grupę elementów, aby dodać je do biblioteki. - Biblioteka obsługuje grupowanie, dzięki czemu możesz organizować swoje elementy według potrzeb. - Możesz także wyeksportować swoją bibliotekę w celu wykonania kopii zapasowej lub udostępnienia.
pt: - Clique com o botão direito em qualquer elemento ou grupo de elementos para adicioná-los à sua Biblioteca. - A Biblioteca suporta agrupamento, permitindo que você organize seus itens conforme necessário. - Você também pode exportar sua Biblioteca para backup ou compartilhamento.
ru: - Щёлкните правой кнопкой мыши по любому элементу или группе элементов, чтобы добавить их в библиотеку. - Библиотека поддерживает группировку, что позволяет организовывать элементы по своему усмотрению. - Вы также можете экспортировать библиотеку для резервного копирования или обмена.
th: - คลิกขวาที่องค์ประกอบใดๆ หรือกลุ่มขององค์ประกอบ เพื่อเพิ่มลงในไลบรารีของคุณ - ไลบรารีรองรับการจัดกลุ่ม ทำให้คุณจัดระเบียบรายการได้ตามต้องการ - คุณยังสามารถส่งออกไลบรารีเพื่อสำรองข้อมูลหรือแบ่งปัน
tr: - Herhangi bir öğeye veya öğe grubuna sağ tıklayarak bunları Kitaplığınıza ekleyin. - Kitaplık gruplamayı destekler; böylece öğelerinizi ihtiyaç duyduğunuz gibi düzenleyebilirsiniz. - Kitaplığınızı yedekleme veya paylaşma amacıyla dışa aktarabilirsiniz.
vi: - Nhấp chuột phải vào bất kỳ phần tử hoặc nhóm phần tử nào để thêm chúng vào Thư viện của bạn. - Thư viện hỗ trợ phân nhóm, cho phép bạn sắp xếp các mục theo nhu cầu. - Bạn cũng có thể xuất Thư viện để sao lưu hoặc chia sẻ.
zh_hans: - 右键单击任意元素或元素组，将其添加到库中。 - 库支持分组，方便你按需组织条目。 - 你也可以导出库以便备份或共享。
zh_hant: - 右鍵點擊任何元素或元素群組，即可將它們加入圖庫。 - 圖庫支援分組，可按需整理你的項目。 - 你也可以匯出圖庫以便備份或分享。

# tipsLibraryDetailAddExportTitle
source: Add & Export
ar: إضافة وتصدير
de: Hinzufügen & Exportieren
es: Añadir y exportar
fr: Ajouter et exporter
hi: जोड़ें और निर्यात करें
it: Aggiungi ed esporta
ja: 追加とエクスポート
ko: 추가 및 내보내기
nl: Toevoegen & exporteren
pl: Dodaj i eksportuj
pt: Adicionar e exportar
ru: Добавление и экспорт
th: เพิ่ม & ส่งออก
tr: Ekle ve Dışa Aktar
vi: Thêm & Xuất
zh_hans: 添加与导出
zh_hant: 加入與匯出

# tipsLibraryDetailImportUseContent
source: - The Library is located in the top-right corner of the app window and opens as a sidebar drawer. - You can import items directly from an Excalidraw library file by either double-clicking it or dragging it into the app. - Each imported library file becomes an independent group. - To use an item, simply drag it from the library sidebar onto the canvas.
ar: - توجد المكتبة في الزاوية العلوية اليمنى من نافذة التطبيق وتفتح كدرج جانبي. - يمكنك استيراد عناصر مباشرةً من ملف مكتبة Excalidraw عن طريق النقر المزدوج عليه أو سحبه إلى التطبيق. - يصبح كل ملف مكتبة مستورد مجموعة مستقلة. - لاستخدام عنصر، اسحبه ببساطة من الشريط الجانبي للمكتبة إلى اللوحة.
de: - Die Bibliothek befindet sich in der oberen rechten Ecke des App-Fensters und öffnet sich als ausklappbare Seitenleiste. - Du kannst Elemente direkt aus einer Excalidraw-Bibliotheksdatei importieren, indem du sie entweder doppelklickst oder in die App ziehst. - Jede importierte Bibliotheksdatei wird zu einer eigenständigen Gruppe. - Um ein Element zu verwenden, ziehe es einfach aus der Bibliotheks-Seitenleiste auf die Leinwand.
es: - La biblioteca se encuentra en la esquina superior derecha de la ventana de la aplicación y se abre como un panel lateral. - Puedes importar elementos directamente desde un archivo de la biblioteca de Excalidraw haciendo doble clic en él o arrastrándolo a la aplicación. - Cada archivo de biblioteca importado se convierte en un grupo independiente. - Para usar un elemento, simplemente arrástralo desde la barra lateral de la biblioteca al lienzo.
fr: - La bibliothèque se trouve dans le coin supérieur droit de la fenêtre de l'application et s'ouvre en tant que volet latéral. - Vous pouvez importer des éléments directement depuis un fichier de bibliothèque Excalidraw en le double-cliquant ou en le glissant dans l'application. - Chaque fichier de bibliothèque importé devient un groupe indépendant. - Pour utiliser un élément, faites-le simplement glisser depuis la barre latérale de la bibliothèque vers la toile.
hi: - लाइब्रेरी ऐप विंडो के ऊपरी-दाएँ कोने में स्थित है और एक साइडबार ड्रावर के रूप में खुलती है। - आप किसी Excalidraw लाइब्रेरी फ़ाइल को डबल-क्लिक करके या इसे ऐप में ड्रैग करके सीधे आइटम आयात कर सकते हैं। - प्रत्येक आयात की गई लाइब्रेरी फ़ाइल एक स्वतंत्र समूह बन जाती है। - किसी आइटम का उपयोग करने के लिए, उसे लाइब्रेरी साइडबार से कैनवास पर खींचें।
it: - La Libreria si trova nell'angolo in alto a destra della finestra dell'app e si apre come un pannello laterale. - Puoi importare elementi direttamente da un file di libreria di Excalidraw facendo doppio clic su di esso o trascinandolo nell'app. - Ogni file di libreria importato diventa un gruppo indipendente. - Per usare un elemento, trascinalo semplicemente dalla barra laterale della libreria sulla tela.
ja: - ライブラリはアプリウィンドウの右上にあり、サイドバーとして開きます。 - Excalidraw のライブラリファイルをダブルクリックするかアプリにドラッグすることで、アイテムを直接インポートできます。 - インポートされた各ライブラリファイルは独立したグループになります。 - アイテムを使用するには、ライブラリサイドバーからキャンバスへドラッグするだけです。
ko: - 라이브러리는 앱 창 오른쪽 상단에 위치하며 사이드바 서랍으로 열립니다. - Excalidraw 라이브러리 파일을 더블클릭하거나 앱으로 끌어다 놓아 항목을 직접 가져올 수 있습니다. - 가져온 각 라이브러리 파일은 독립적인 그룹이 됩니다. - 항목을 사용하려면 라이브러리 사이드바에서 캔버스로 드래그하면 됩니다.
nl: - De bibliotheek bevindt zich in de rechterbovenhoek van het app-venster en opent als een zijbalklade. - Je kunt items rechtstreeks importeren uit een Excalidraw-bibliotheekbestand door erop te dubbelklikken of het in de app te slepen. - Elk geïmporteerd bibliotheekbestand wordt een onafhankelijke groep. - Om een item te gebruiken, sleep je het gewoon vanuit de bibliotheekzijbalk naar het canvas.
pl: - Biblioteka znajduje się w prawym górnym rogu okna aplikacji i otwiera się jako wysuwany pasek boczny. - Możesz importować elementy bezpośrednio z pliku biblioteki Excalidraw, dwukrotnie na niego klikając lub przeciągając go do aplikacji. - Każdy zaimportowany plik biblioteki staje się niezależną grupą. - Aby użyć elementu, po prostu przeciągnij go z paska bocznego biblioteki na płótno.
pt: - A Biblioteca está localizada no canto superior direito da janela do aplicativo e abre como um painel lateral. - Você pode importar itens diretamente de um arquivo de biblioteca do Excalidraw, clicando duas vezes nele ou arrastando-o para o aplicativo. - Cada arquivo de biblioteca importado passa a ser um grupo independente. - Para usar um item, simplesmente arraste-o da barra lateral da biblioteca para a tela.
ru: - Библиотека расположена в правом верхнем углу окна приложения и открывается как выдвижная боковая панель. - Вы можете импортировать элементы непосредственно из файла библиотеки Excalidraw — либо двойным щелчком по файлу, либо перетащив его в приложение. - Каждый импортированный файл библиотеки становится отдельной группой. - Чтобы использовать элемент, просто перетащите его из боковой панели библиотеки на холст.
th: - ไลบรารีอยู่ที่มุมบนขวาของหน้าต่างแอป และเปิดเป็นแถบด้านข้าง - คุณสามารถนำเข้าไอเท็มโดยตรงจากไฟล์ไลบรารีของ Excalidraw โดยการดับเบิลคลิกหรือลากเข้ามาในแอป - แต่ละไฟล์ไลบรารีที่นำเข้าจะกลายเป็นกลุ่มอิสระ - หากต้องการใช้ไอเท็ม ให้ลากจากแถบไลบรารีไปวางบนผืนผ้าใบ
tr: - Kütüphane, uygulama penceresinin sağ üst köşesinde yer alır ve bir kenar çubuğu çekmecesi olarak açılır. - Öğeleri bir Excalidraw kütüphane dosyasından doğrudan içe aktarmak için dosyayı çift tıklayabilir veya uygulamaya sürükleyebilirsiniz. - İçe aktarılan her kütüphane dosyası bağımsız bir grup olur. - Bir öğeyi kullanmak için, kütüphane kenar çubuğundan tuvale sürüklemeniz yeterlidir.
vi: - Thư viện nằm ở góc trên bên phải của cửa sổ ứng dụng và mở ra dưới dạng ngăn kéo bên. - Bạn có thể nhập các mục trực tiếp từ tệp thư viện Excalidraw bằng cách nhấp đúp vào tệp hoặc kéo tệp vào ứng dụng. - Mỗi tệp thư viện được nhập sẽ trở thành một nhóm độc lập. - Để sử dụng một mục, chỉ cần kéo nó từ ngăn thư viện vào khung vẽ.
zh_hans: - 库位于应用窗口的右上角，以侧边抽屉的形式打开。 - 你可以通过双击或将 Excalidraw 库文件拖入应用来直接导入项目。 - 每个导入的库文件都会成为一个独立的分组。 - 要使用某个项目，只需将其从库侧边栏拖到画布上。
zh_hant: - 函式庫位於應用程式視窗的右上角，會以側邊欄抽屜的形式打開。 - 你可以透過雙擊或將 Excalidraw 函式庫檔案拖入應用程式，直接匯入項目。 - 每個匯入的函式庫檔案會成為一個獨立的群組。 - 要使用項目，只需從函式庫側邊欄將其拖到畫布上。

# tipsLibraryDetailImportUseTitle
source: Import & Use
ar: استيراد واستخدام
de: Importieren & Verwenden
es: Importar y usar
fr: Importer et utiliser
hi: आयात और उपयोग
it: Importa e usa
ja: インポートと使用
ko: 가져오기 및 사용
nl: Importeren & gebruiken
pl: Import i użycie
pt: Importar e usar
ru: Импорт и использование
th: นำเข้าและใช้งาน
tr: İçe Aktar ve Kullan
vi: Nhập & Sử dụng
zh_hans: 导入与使用
zh_hant: 匯入與使用

# tipsLibraryDetailLibraryDescription
source: The Library in ExcalidrawZ helps you reuse elements and manage custom assets efficiently.
ar: تُساعدك المكتبة في ExcalidrawZ على إعادة استخدام العناصر وإدارة الأصول المخصّصة بكفاءة.
de: Die Bibliothek in ExcalidrawZ hilft dir, Elemente wiederzuverwenden und benutzerdefinierte Assets effizient zu verwalten.
es: La biblioteca en ExcalidrawZ te ayuda a reutilizar elementos y a gestionar activos personalizados de manera eficiente.
fr: La bibliothèque d'ExcalidrawZ vous aide à réutiliser des éléments et à gérer efficacement des ressources personnalisées.
hi: ExcalidrawZ में लाइब्रेरी आपको तत्वों का पुनः उपयोग करने और कस्टम एसेट्स को प्रभावी ढंग से प्रबंधित करने में मदद करती है।
it: La Libreria di ExcalidrawZ ti aiuta a riutilizzare elementi e a gestire risorse personalizzate in modo efficiente.
ja: ExcalidrawZ のライブラリは要素の再利用やカスタムアセットの効率的な管理に役立ちます。
ko: ExcalidrawZ의 라이브러리는 요소를 재사용하고 사용자 지정 자산을 효율적으로 관리하는 데 도움이 됩니다.
nl: De bibliotheek in ExcalidrawZ helpt je elementen hergebruiken en aangepaste assets efficiënt te beheren.
pl: Biblioteka w ExcalidrawZ pomaga ponownie wykorzystywać elementy i efektywnie zarządzać niestandardowymi zasobami.
pt: A Biblioteca no ExcalidrawZ ajuda você a reutilizar elementos e gerenciar ativos personalizados de forma eficiente.
ru: Библиотека в ExcalidrawZ помогает повторно использовать элементы и эффективно управлять пользовательскими активами.
th: ไลบรารีใน ExcalidrawZ ช่วยให้คุณนำองค์ประกอบกลับมาใช้ใหม่และจัดการองค์ประกอบที่กำหนดเองได้อย่างมีประสิทธิภาพ
tr: ExcalidrawZ'deki kütüphane, öğeleri yeniden kullanmanıza ve özel varlıkları verimli bir şekilde yönetmenize yardımcı olur.
vi: Thư viện trong ExcalidrawZ giúp bạn tái sử dụng các phần tử và quản lý tài nguyên tùy chỉnh một cách hiệu quả.
zh_hans: ExcalidrawZ 中的库可帮助你重用元素并高效管理自定义素材。
zh_hant: ExcalidrawZ 的函式庫可幫助你重複使用元素並有效管理自訂資產。

# tipsLibraryDetailTitle
source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
it: Libreria
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
th: ไลบรารี
tr: Kütüphane
vi: Thư viện
zh_hans: 库
zh_hant: 函式庫

# tipsLibraryOverviewDescription
source: Play with excalidraw library.
ar: استكشف مكتبة Excalidraw.
de: Probier die Excalidraw-Bibliothek aus.
es: Explora la biblioteca de Excalidraw.
fr: Explorez la bibliothèque Excalidraw.
hi: Excalidraw लाइब्रेरी के साथ प्रयोग करें।
it: Esplora la libreria di Excalidraw.
ja: Excalidraw のライブラリを試してみましょう。
ko: Excalidraw 라이브러리를 사용해 보세요.
nl: Speel met de Excalidraw-bibliotheek.
pl: Wypróbuj bibliotekę Excalidraw.
pt: Explore a biblioteca do Excalidraw.
ru: Попробуйте библиотеку Excalidraw.
th: ลองใช้งานไลบรารีของ Excalidraw
tr: Excalidraw kütüphanesiyle oynayın.
vi: Khám phá thư viện Excalidraw.
zh_hans: 体验 Excalidraw 库。
zh_hant: 試用 Excalidraw 的函式庫。

# tipsLibraryOverviewTitle
source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
it: Libreria
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
th: ไลบรารี
tr: Kütüphane
vi: Thư viện
zh_hans: 库
zh_hant: 函式庫
